Repository: frog-im/bbo_music_player
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, vi, zh_hant

# privacyOptionsNotRequiredSnack
source: Privacy options are not required in your region
de: In Ihrer Region sind Datenschutzoptionen nicht erforderlich
es: En su región no se requieren opciones de privacidad
fr: Les options de confidentialité ne sont pas requises dans votre région
hi: आपके क्षेत्र में गोपनीयता विकल्प दिखाना आवश्यक नहीं है
id: Opsi privasi tidak diperlukan di wilayah Anda
it: Nella tua regione le opzioni privacy non sono richieste
ja: 現在の地域ではプライバシーオプションの表示は不要です
ko: 현재 지역에서는 개인정보 옵션 표시가 필요하지 않습니다
pt_br: Na sua região não é necessário exibir opções de privacidade
th: ในภูมิภาคของคุณไม่จำเป็นต้องแสดงตัวเลือกความเป็นส่วนตัว
tr: Bulunduğunuz bölgede gizlilik seçeneklerinin gösterilmesi gerekli değil
vi: Khu vực của bạn không cần hiển thị tùy chọn quyền riêng tư
zh_hant: 您所在區域無需顯示隱私選項

source: Open source
es: Código abierto
hi: ओपन सोर्स
id: Sumber terbuka
ja: オープンソース
ko: 오픈 소스
pt_br: Código aberto
th: โอเพนซอร์ส
tr: Açık kaynak
vi: Mã nguồn mở
zh_hant: 開放原始碼

# openSourceGuideTitle
source: Open source notice
de: Open-Source-Hinweis
es: Aviso de código abierto
fr: Avis open source
hi: ओपन सोर्स 안내
id: Pemberitahuan sumber terbuka
it: Informativa open source
ja: オープンソースのご案内
ko: 오픈 소스 제공 안내
pt_br: Aviso de código aberto
th: ประกาศโอเพนซอร์ส
tr: Açık kaynak bilgilendirmesi
vi: Thông báo mã nguồn mở
zh_hant: 開放原始碼說明

# errorTitle
source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hant: 錯誤

# readFileFailed
source: Failed to read file: {error}
de: Datei konnte nicht gelesen werden: {error}
es: No se pudo leer el archivo: {error}
fr: Échec de lecture du fichier : {error}
hi: फ़ाइल पढ़ी नहीं जा सकी: {error}
id: Gagal membaca file: {error}
it: Impossibile leggere il file: {error}
ja: ファイルを読み取れませんでした: {error}
ko: 파일을 읽지 못했습니다: {error}
pt_br: Falha ao ler o arquivo: {error}
th: ไม่สามารถอ่านไฟล์ได้: {error}
tr: Dosya okunamadı: {error}
vi: Không thể đọc tệp: {error}
zh_hant: 無法讀取檔案：{error}

# privacySettingsTitle
source: Privacy & Ads Settings
de: Datenschutz- und Werbeeinstellungen
es: Configuración de privacidad y anuncios
fr: Paramètres de confidentialité et publicités
hi: गोपनीयता और विज्ञापन सेटिंग्स
id: Privasi dan pengaturan iklan
it: Impostazioni privacy e annunci
ja: プライバシーと広告の設定
ko: 개인정보 및 광고 설정
pt_br: Privacidade e configurações de anúncios
th: การตั้งค่าความเป็นส่วนตัวและโฆษณา
tr: Gizlilik ve reklam ayarları
vi: Quyền riêng tư và cài đặt quảng cáo
zh_hant: 隱私與廣告設定

# consentSectionTitle
source: Consent (CMP/UMP)
de: Einwilligung (CMP/UMP)
es: Consentimiento (CMP/UMP)
fr: Consentement (CMP/UMP)
hi: सहमति (CMP/UMP)
id: Persetujuan (CMP/UMP)
it: Consenso (CMP/UMP)
ja: 同意（CMP/UMP）
ko: 동의(CMP/UMP)
pt_br: Consentimento (CMP/UMP)
th: ความยินยอม (CMP/UMP)
tr: Onay (CMP/UMP)
vi: Đồng ý (CMP/UMP)
zh_hant: 同意（CMP/UMP）

# entryRequiredChip
source: Entry required
de: Erforderlich
es: Requerido
fr: Requis
hi: दिखाना आवश्यक
id: Perlu ditampilkan
it: Richiesto
ja: 表示が必要
ko: 표시 필요
pt_br: Exibição necessária
th: ต้องแสดง
tr: Gösterim gerekli
vi: Cần hiển thị
zh_hant: 需顯示

# openPrivacyOptionsButton
source: Open privacy options
de: Datenschutzoptionen öffnen
es: Abrir opciones de privacidad
fr: Ouvrir les options de confidentialité
hi: गोपनीयता विकल्प खोलें
id: Buka opsi privasi
it: Apri opzioni privacy
ja: プライバシーオプションを開く
ko: 개인정보 옵션 열기
pt_br: Abrir opções de privacidade
th: เปิดตัวเลือกความเป็นส่วนตัว
tr: Gizlilik seçeneklerini aç
vi: Mở tùy chọn quyền riêng tư
zh_hant: 開啟隱私選項

# consentRegionalNote
source: Users in the EEA/UK/CH can manage consent here. Changes take effect on subsequent ad requests.
de: Nutzer in EWR/UK/CH können ihre Einwilligung hier verwalten. Änderungen gelten für nachfolgende Werbeanfragen.
es: Los usuarios del EEE/UK/CH pueden gestionar su consentimiento aquí. Los cambios se aplican a las solicitudes de anuncios posteriores.
fr: Les utilisateurs de l’EEE/Royaume-Uni/Suisse peuvent gérer leur consentement ici. Les modifications s’appliquent aux requêtes d’annonces suivantes.
hi: EEA/UK/CH उपयोगकर्ता यहाँ सहमति प्रबंधित कर सकते हैं। परिवर्तन अगली विज्ञापन रिक्वेस्ट से लागू होगा।
id: Pengguna EEA/UK/CH dapat mengelola persetujuan di sini. Perubahan berlaku mulai permintaan iklan berikutnya.
it: Gli utenti EEA/UK/CH possono gestire qui il consenso. Le modifiche si applicano dalle richieste di annuncio successive.
ja: EEA/UK/CH のユーザーはここで同意を管理できます。変更は以降の広告リクエストから反映されます。
ko: EEA/UK/CH 사용자는 여기서 동의를 관리할 수 있습니다. 동의 변경은 이후 광고 요청부터 반영됩니다.
pt_br: Usuários do EEE/Reino Unido/Suíça podem gerenciar o consentimento aqui. As alterações serão aplicadas nas próximas solicitações de anúncio.
th: ผู้ใช้ EEA/UK/CH จัดการความยินยอมได้ที่นี่ การเปลี่ยนแปลงมีผลกับคำขอโฆษณาถัดไป
tr: AEA/UK/CH kullanıcıları onayı buradan yönetebilir. Değişiklikler sonraki reklam isteklerinden itibaren geçerlidir.
vi: Người dùng EEA/UK/CH có thể quản lý đồng ý tại đây. Thay đổi sẽ áp dụng từ các yêu cầu quảng cáo tiếp theo.
zh_hant: EEA/UK/CH 使用者可在此管理同意。變更將自後續廣告請求起生效。

# adsPersonalizationTitle
source: Ads personalization & regional data
de: Personalisierung von Werbung und regionale Daten
es: Personalización de anuncios y datos regionales
fr: Personnalisation des annonces et données régionales
hi: विज्ञापन वैयक्तिकरण और क्षेत्रीय डेटा
id: Personalisasi iklan dan data regional
it: Personalizzazione annunci e dati regionali
ja: 広告のパーソナライズと地域データ
ko: 광고 개인화 및 지역 데이터
pt_br: Personalização de anúncios e dados regionais
th: การปรับโฆษณาให้เป็นส่วนบุคคลและข้อมูลตามภูมิภาค
tr: Reklam kişiselleştirme ve bölgesel veriler
vi: Cá nhân hóa quảng cáo và dữ liệu theo khu vực
zh_hant: 廣告個人化與區域資料

# npaTitle
source: Always non-personalized ads (NPA)
de: Immer nicht personalisierte Werbung (NPA)
es: Siempre anuncios no personalizados (NPA)
fr: Toujours des annonces non personnalisées (NPA)
hi: हमेशा गैर-व्यक्तिगत विज्ञापन (NPA)
id: Selalu iklan non-pribadi (NPA)
it: Sempre annunci non personalizzati (NPA)
ja: 常に非パーソナライズド広告（NPA）
ko: 항상 비개인화 광고(NPA)
pt_br: Sempre anúncios não personalizados (NPA)
th: แสดงโฆษณาที่ไม่ปรับให้เป็นส่วนบุคคลเสมอ (NPA)
tr: Her zaman kişisel olmayan reklamlar (NPA)
vi: Luôn dùng quảng cáo không cá nhân hóa (NPA)
zh_hant: 一律使用非個人化廣告（NPA）

# npaSubtitle
source: Always request non-personalized ads
de: Fordert stets nicht personalisierte Werbung an
es: Solicita siempre anuncios no personalizados
fr: Toujours demander des annonces non personnalisées
hi: हमेशा NPA का अनुरोध करें
id: Selalu minta NPA
it: Richiedi sempre NPA
ja: 常に NPA をリクエストします
ko: 항상 비개인화 광고를 요청합니다
pt_br: Sempre solicitar NPA
th: ร้องขอ NPA เสมอ
tr: Her zaman NPA iste
vi: Luôn yêu cầu NPA
zh_hant: 一律請求 NPA

# rdpTitle
source: US Restricted Data Processing (RDP)
de: US-eingeschränkte Datenverarbeitung (RDP)
es: Procesamiento de datos restringido en EE. UU. (RDP)
fr: Traitement restreint des données aux États-Unis (RDP)
tr: ABD Kısıtlı Veri İşleme (RDP)
zh_hant: 美國限制性資料處理（RDP）

# rdpSubtitle
source: Compliance for U.S. state laws: attach rdp=1 extras
de: Konformität mit US-Bundesstaatengesetzen: rdp=1 in den Extras anhängen
es: Cumplimiento con leyes estatales de EE. UU.: adjuntar rdp=1 en los extras
fr: Conformité aux lois des États-Unis : ajouter rdp=1 aux extras
hi: अमेरिकी राज्य क़ानून अनुपालन: extras में rdp=1 जोड़ें
id: Kepatuhan hukum negara bagian AS: tambahkan rdp=1 pada extras
it: Conformità alle leggi statali USA: aggiungi rdp=1 negli extras
ja: 米州法対応: extras に rdp=1 を付与
ko: 미국 주법 대응: rdp=1 extras 첨부
pt_br: Conformidade com leis estaduais dos EUA: adicionar rdp=1 em extras
th: ปฏิบัติตามกฎหมายของรัฐในสหรัฐ: เพิ่ม rdp=1 ใน extras
tr: ABD eyalet yasalarına uyum: ekstralara rdp=1 ekle
vi: Tuân thủ luật tiểu bang Hoa Kỳ: thêm rdp=1 vào extras
zh_hant: 符合美國各州法規：在 extras 加上 rdp=1

# childFlagsSectionTitle
source: Child/under-age tags
de: Kennzeichnungen: Kinder/unter Einwilligungsalter
es: Etiquetas: niños/menores de edad
fr: Indicateurs enfant/mineur
hi: बाल/नाबालिग टैग
id: Tag anak/di bawah umur
it: Tag bambino/minorenne
ja: 子供/未成年タグ
ko: 아동/미성년 태그
pt_br: Tags de criança/menor de idade
th: แท็กเด็ก/ผู้เยาว์
tr: Çocuk/reşit olmayan etiketleri
vi: Thẻ trẻ em/vị thành niên
zh_hant: 兒童/未成年標記

# coppaTitle
source: Child-directed service (COPPA)
de: Kindergerichteter Dienst (COPPA)
es: Servicio dirigido a niños (COPPA)
fr: Service destiné aux enfants (COPPA)
hi: बच्चों को लक्षित सेवा (COPPA)
id: Layanan untuk anak (COPPA)
it: Servizi rivolti ai minori (COPPA)
ja: 子供向けサービス（COPPA）
ko: 아동 대상 서비스(COPPA)
pt_br: Serviço voltado para crianças (COPPA)
th: บริการที่มุ่งเป้าไปยังเด็ก (COPPA)
tr: Çocuklara yönelik hizmet (COPPA)
vi: Dịch vụ hướng đến trẻ em (COPPA)
zh_hant: 兒童取向服務（COPPA）

# coppaSubtitle
source: Tag as child-directed
de: Als kindergerichtet kennzeichnen
es: Marcar como dirigido a niños
fr: Marquer comme destiné aux enfants
hi: बच्चों को लक्षित सेवा टैग
id: Tag layanan yang ditujukan untuk anak
it: Tag per servizi rivolti ai minori
ja: 子供向けサービスのタグ
ko: 아동 대상 서비스 태그
pt_br: Tag de serviço voltado para crianças
th: แท็กสำหรับบริการที่มุ่งเป้าไปยังเด็ก
tr: Çocuk hedefli hizmet etiketi
vi: Thẻ dịch vụ hướng đến trẻ em
zh_hant: 兒童取向服務標記

# uacTitle
source: Under the age of consent (UAC)
de: Unter dem gesetzlichen Einwilligungsalter (UAC)
es: Menor de la edad de consentimiento (UAC)
fr: Âge inférieur au consentement (UAC)
hi: आयु-सहमति से कम (UAC)
id: Di bawah usia persetujuan (UAC)
it: Età inferiore al consenso (UAC)
ja: 年齢同意未満（UAC）
ko: 연령 동의 미만(UAC)
pt_br: Abaixo da idade de consentimento (UAC)
th: อายุต่ำกว่าที่ให้ความยินยอมได้ (UAC)
tr: Onay yaşının altında (UAC)
vi: Dưới độ tuổi đồng ý (UAC)
zh_hant: 低於同意年齡（UAC）

# uacSubtitle
source: Tag as under the age of consent
de: Als unter dem Einwilligungsalter kennzeichnen
es: Marcar como menor de la edad de consentimiento
fr: Marquer comme inférieur à l’âge de consentement
hi: नाबालिग (आयु-सहमति से कम) टैग
id: Tag di bawah umur (di bawah usia persetujuan)
it: Tag minorenne (età inferiore al consenso)
ja: 未成年（年齢同意未満）のタグ
ko: 미성년(연령 동의 미만) 태그
pt_br: Tag de menor (abaixo da idade de consentimento)
th: แท็กผู้เยาว์ (อายุต่ำกว่าที่ให้ความยินยอมได้)
tr: Reşit olmayan (onay yaşının altında) etiketi
vi: Thẻ vị thành niên (dưới độ tuổi đồng ý)
zh_hant: 未成年（低於同意年齡）標記

# coppaNote
source: COPPA/UAC are global AdMob settings and take effect immediately for subsequently loaded ads.
de: COPPA/UAC sind globale AdMob-Einstellungen und gelten sofort für anschließend geladene Anzeigen.
es: COPPA/UAC son configuraciones globales de AdMob y se aplican de inmediato a los anuncios cargados posteriormente.
fr: COPPA/UAC sont des paramètres globaux d’AdMob et s’appliquent immédiatement aux annonces chargées par la suite.
hi: COPPA/UAC, AdMob की वैश्विक सेटिंग है और तुरंत प्रभावी होती है। इसके बाद लोड होने वाले विज्ञापनों पर लागू होगा।
id: COPPA/UAC adalah konfigurasi global AdMob, berlaku segera dan diterapkan pada iklan yang dimuat setelahnya.
it: COPPA/UAC è una configurazione globale di AdMob, ha effetto immediato e si applica agli annunci caricati successivamente.
ja: COPPA/UAC は AdMob のグローバル設定で即時に反映され、以降に読み込まれる広告から適用されます。
ko: COPPA/UAC는 AdMob 전역 구성으로 즉시 반영되며, 이후 로드되는 광고부터 적용됩니다.
pt_br: COPPA/UAC é uma configuração global do AdMob, entra em vigor imediatamente e se aplica aos anúncios carregados a partir de então.
th: COPPA/UAC เป็นการกำหนดค่าระดับโลกของ AdMob มีผลทันทีและใช้กับโฆษณาที่โหลดหลังจากนั้น
tr: COPPA/UAC, AdMob’un küresel yapılandırmasıdır; anında yürürlüğe girer ve bundan sonra yüklenecek reklamlara uygulanır.
vi: COPPA/UAC là cấu hình toàn cục của AdMob, có hiệu lực ngay và áp dụng cho các quảng cáo được tải sau đó.
zh_hant: COPPA/UAC 為 AdMob 全域設定，立即生效，並套用於之後載入的廣告。

# policySectionTitle
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hant: 隱私權政策

# viewInAppButton
source: View in-app
de: In der App anzeigen
es: Ver en la aplicación
fr: Afficher dans l’application
hi: ऐप में देखें
id: Lihat di dalam aplikasi
it: Vedi in-app
ja: アプリ内で表示
ko: 인앱으로 보기
pt_br: Ver no app
th: ดูในแอป
tr: Uygulama içinde görüntüle
vi: Xem trong ứng dụng
zh_hant: 以應用程式內檢視

# openStorePolicyButton
source: Open store policy
de: Store-Datenschutzerklärung öffnen
es: Abrir política de la tienda
fr: Ouvrir la politique sur la boutique
hi: स्टोर नीति खोलें
id: Buka kebijakan di Store
it: Apri informativa su Store
ja: ストアのポリシーを開く
ko: 스토어 정책 열기
pt_br: Abrir política na loja
th: เปิดนโยบายบนสโตร์
tr: Mağaza politikasını aç
vi: Mở chính sách trên Store
zh_hant: 開啟商店政策

# policySectionNote
source: Provide both the store policy URL and the in-app policy screen.
de: Sowohl die Store-URL der Datenschutzerklärung als auch die In-App-Ansicht bereitstellen.
es: Proporcione tanto la URL de la política en la tienda como la vista dentro de la app.
fr: Fournissez à la fois l’URL de la politique sur la boutique et un écran de politique dans l’application.
hi: कृपया स्टोर नीति URL और इन-ऐप नीति स्क्रीन दोनों प्रदान करें।
id: Sediakan URL kebijakan di Store dan juga layar kebijakan di dalam aplikasi.
it: Fornisci sia l'URL dell'informativa sullo Store sia la schermata dell'informativa in-app.
ja: ストアのポリシー URL とアプリ内のポリシー画面の両方を提供してください。
ko: 스토어 정책 URL과 인앱 정책 화면을 모두 제공하세요.
pt_br: Forneça a URL da política na loja e também a tela da política dentro do app.
th: โปรดระบุทั้ง URL นโยบายบนสโตร์และหน้าจอนโยบายภายในแอป
tr: Mağaza politika URL’sini ve uygulama içi politika ekranını birlikte sağlayın.
vi: Vui lòng cung cấp cả URL chính sách trên Store và màn hình chính sách trong ứng dụng.
zh_hant: 請同時提供商店政策 URL 與應用程式內政策畫面。

# inAppPolicyTitle
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hant: 隱私權政策

# inAppPolicyFallback
source: Provide your in-app policy here.
de: Hier Ihre In-App-Datenschutzerklärung bereitstellen.
es: Proporcione aquí su política de privacidad dentro de la app.
fr: Fournissez ici votre politique de confidentialité intégrée à l’application.
hi: यहाँ इन-ऐप नीति प्रदान करें।
id: Tampilkan kebijakan dalam aplikasi di sini.
it: Fornisci qui l'informativa in-app.
ja: ここにアプリ内ポリシーを提供してください。
ko: 여기에 인앱 정책을 제공하세요.
pt_br: Forneça a política no app aqui.
th: โปรดระบุนโยบายภายในแอปที่นี่
tr: Uygulama içi politikayı burada sağlayın.
vi: Cung cấp chính sách trong ứng dụng tại đây.
zh_hant: 請在此提供應用程式內政策。

# crossBorderTitle
source: Cross-Border Data Transfer Notice
de: Hinweis zur grenzüberschreitenden Datenübermittlung
es: Aviso de transferencia internacional de datos
fr: Avis de transfert de données transfrontière
hi: सीमापार डेटा हस्तांतरण सूचना
id: Pemberitahuan Transfer Data Lintas Negara
it: Informativa sul trasferimento transfrontaliero dei dati
ja: 越境データ移転に関する通知
ko: 국외이전 고지
pt_br: Aviso de transferência internacional de dados
th: ประกาศการโอนข้อมูลข้ามพรมแดน
tr: Sınır Ötesi Veri Aktarımı Bildirimi
vi: Thông báo chuyển dữ liệu xuyên biên giới
zh_hant: 跨境資料傳輸通知

source: View full policy
de: Gesamte Richtlinie anzeigen
es: Ver política completa
fr: Voir la politique complète
hi: पूर्ण नीति देखें
id: Lihat kebijakan lengkap
it: Vedi informativa completa
ja: ポリシー全文を見る
ko: 전체 정책 보기
pt_br: Ver política completa
th: ดูนโยบายฉบับเต็ม
tr: Tüm politikayı görüntüle
vi: Xem chính sách đầy đủ
zh_hant: 查看完整政策
