Repository: frog-im/bbo_music_player
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, vi, zh_hant

# warningTitle
source: Metadata Editing Warning
de: Warnung zur Metadatenbearbeitung
es: Advertencia de edición de metadatos
fr: Avertissement d’édition des métadonnées
hi: मेटाडेटा संपादन चेतावनी
id: Peringatan Pengeditan Metadata
it: Avviso sulla modifica dei metadati
ja: メタデータ編集の注意
ko: 메타데이터 편집 주의
pt_br: Aviso de edição de metadados
th: คำเตือนการแก้ไขเมตาดาตา
tr: Meta Veri Düzenleme Uyarısı
vi: Cảnh báo chỉnh sửa siêu dữ liệu
zh_hant: 中繼資料編輯警示

# metadataRiskBody
source: Some formats other than MP3 may restrict tag/cover embedding or differ in player compatibility, which can cause editing to fail.
de: Bei einigen Formaten außer MP3 kann das Einbetten von Tags/Covern eingeschränkt sein oder die Kompatibilität je nach Player variieren, wodurch die Bearbeitung fehlschlagen kann.
es: Algunos formatos distintos de MP3 pueden restringir la inserción de etiquetas/portadas o variar en compatibilidad según el reproductor, lo que puede provocar fallos de edición.
fr: Certains formats autres que MP3 peuvent limiter l’insertion de balises/pochettes ou présenter des différences de compatibilité selon le lecteur, ce qui peut entraîner l’échec de l’édition.
hi: MP3 के अलावा कुछ फ़ॉर्मैट में टैग/कवर एम्बेडिंग सीमित हो सकती है या प्लेयर के अनुसार अनुकूलता बदल सकती है, जिससे संपादन विफल हो सकता है।
id: Beberapa format selain MP3 membatasi penyisipan tag/sampul atau memiliki kompatibilitas yang berbeda antar pemutar, sehingga pengeditan bisa gagal.
it: Alcuni formati diversi da MP3 possono limitare l’inserimento di tag/copertine o avere compatibilità diversa a seconda del lettore, con possibili errori di modifica.
ja: MP3 以外の一部フォーマットでは、タグ／カバーの埋め込みが制限されていたり、プレーヤーごとに互換性が異なるため、編集に失敗する場合があります。
ko: MP3 외의 일부 포맷은 태그/커버 삽입이 제한되거나 플레이어별 호환성이 달라 편집이 실패할 수 있습니다.
pt_br: Alguns formatos além de MP3 podem restringir a inserção de tags/capas ou variar em compatibilidade entre players, o que pode causar falhas na edição.
th: รูปแบบบางชนิดที่ไม่ใช่ MP3 อาจจำกัดการฝังแท็ก/ปก หรือมีความเข้ากันได้ต่างกันตามเครื่องเล่น ทำให้การแก้ไขล้มเหลวได้
tr: MP3 dışındaki bazı biçimlerde etiket/kapak gömme kısıtlı olabilir veya oynatıcıya göre uyumluluk değişebilir; bu nedenle düzenleme başarısız olabilir.
vi: Một số định dạng ngoài MP3 có thể giới hạn việc nhúng thẻ/bìa hoặc có khả năng tương thích khác nhau tùy trình phát, khiến việc chỉnh sửa có thể thất bại.
zh_hant: 除 MP3 外，部分格式對標籤／封面嵌入有所限制，或因播放器而相容性不同，可能導致編輯失敗。

# metadataRiskFormatsDetail
source: M4A/MP4 use iTunes atoms, Ogg/Opus use Vorbis Comment (PICTURE block), FLAC uses Vorbis Comment/PICTURE, and WAV uses LIST-INFO.
de: M4A/MP4 verwenden iTunes atoms, Ogg/Opus verwenden Vorbis Comment (PICTURE-Block), FLAC verwendet Vorbis Comment/PICTURE und WAV verwendet LIST-INFO.
es: M4A/MP4 usan iTunes atoms, Ogg/Opus usan Vorbis Comment (bloque PICTURE), FLAC usa Vorbis Comment/PICTURE y WAV usa LIST-INFO.
fr: M4A/MP4 utilisent iTunes atoms, Ogg/Opus utilisent Vorbis Comment (bloc PICTURE), FLAC utilise Vorbis Comment/PICTURE et WAV utilise LIST-INFO.
hi: M4A/MP4 iTunes atoms का उपयोग करते हैं, Ogg/Opus Vorbis Comment (PICTURE ब्लॉक) का उपयोग करते हैं, FLAC Vorbis Comment/PICTURE का उपयोग करता है, और WAV LIST-INFO का उपयोग करता है।
id: M4A/MP4 menggunakan iTunes atoms, Ogg/Opus menggunakan Vorbis Comment (blok PICTURE), FLAC menggunakan Vorbis Comment/PICTURE, dan WAV menggunakan LIST-INFO.
it: M4A/MP4 usano iTunes atoms, Ogg/Opus usano Vorbis Comment (blocco PICTURE), FLAC usa Vorbis Comment/PICTURE e WAV usa LIST-INFO.
ja: M4A/MP4 は iTunes atoms、Ogg/Opus は Vorbis Comment（PICTURE ブロック）、FLAC は Vorbis Comment/PICTURE、WAV は LIST-INFO を使用します。
ko: M4A/MP4는 iTunes atoms, Ogg/Opus는 Vorbis Comment(PICTURE 블록), FLAC은 Vorbis Comment/PICTURE, WAV는 LIST-INFO를 사용합니다.
pt_br: M4A/MP4 usam iTunes atoms, Ogg/Opus usam Vorbis Comment (bloco PICTURE), FLAC usa Vorbis Comment/PICTURE e WAV usa LIST-INFO.
th: M4A/MP4 ใช้ iTunes atoms, Ogg/Opus ใช้ Vorbis Comment (บล็อก PICTURE), FLAC ใช้ Vorbis Comment/PICTURE และ WAV ใช้ LIST-INFO
tr: M4A/MP4 iTunes atoms kullanır, Ogg/Opus Vorbis Comment (PICTURE bloğu) kullanır, FLAC Vorbis Comment/PICTURE kullanır ve WAV LIST-INFO kullanır.
vi: M4A/MP4 dùng iTunes atoms, Ogg/Opus dùng Vorbis Comment (khối PICTURE), FLAC dùng Vorbis Comment/PICTURE và WAV dùng LIST-INFO.
zh_hant: M4A/MP4 使用 iTunes atoms，Ogg/Opus 使用 Vorbis Comment（PICTURE 區塊），FLAC 使用 Vorbis Comment/PICTURE，WAV 使用 LIST-INFO。

# doNotShowAgain
source: Don't show again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
hi: दोबारा न दिखाएँ
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 今後表示しない
ko: 다시 보지 않기
pt_br: Não mostrar novamente
th: ไม่ต้องแสดงอีก
tr: Bir daha gösterme
vi: Không hiển thị lại
zh_hant: 不再顯示

# continueLabel
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
pt_br: Continuar
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục
zh_hant: 繼續

# paletteWidthFactor
source: Width {percent}%
de: Breite {percent} %
es: Ancho {percent}%
fr: Largeur {percent} %
hi: चौड़ाई {percent}%
id: Lebar {percent}%
it: Larghezza {percent}%
ja: 幅 {percent}%
ko: 가로 {percent}%
pt_br: Largura {percent}%
th: ความกว้าง {percent}%
tr: Genişlik {percent}%
vi: Chiều rộng {percent}%
zh_hant: 寬度 {percent}%

# paletteHeightFactor
source: Height {percent}%
de: Höhe {percent} %
es: Altura {percent}%
fr: Hauteur {percent} %
hi: ऊँचाई {percent}%
id: Tinggi {percent}%
it: Altezza {percent}%
ja: 高さ {percent}%
ko: 세로 {percent}%
pt_br: Altura {percent}%
th: ความสูง {percent}%
tr: Yükseklik {percent}%
vi: Chiều cao {percent}%
zh_hant: 高度 {percent}%
