Repository: frog-im/bbo_music_player
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, vi, zh_hant

# crossBorderFullText
source: • This app uses third-party services (e.g., Google AdMob) to provide and measure advertising. As a result, your personal data may be transferred outside your country. — Recipient(s) and contact · Recipient: Google LLC and its affiliates (provider of AdMob) · Service/Role: Ad serving, provision of ads/measurement features, processing of related logs · Website: admob.google.com · Note: On iOS, the use of the advertising identifier (IDFA) depends on platform policy and the user's consent status. — Destination countries · The United States and countries where Google or its affiliates have data-processing capabilities (e.g., Europe, Asia, etc.) — Timing and method of transfer · Timing: When the app launches and when ad requests/impressions/clicks/measurement occur as needed · Method: Network transmission with in-transit encryption (HTTPS/TLS) · Safeguards: Processed under applicable international transfer frameworks and contractual protections (e.g., adequacy decisions, Standard Contractual Clauses) — Purposes and data items · Purposes: Ad delivery, honoring personalization choices, performance measurement, statistical analysis, improvement of service quality/stability · Examples of data items: Advertising identifiers (AAID/IDFA), app version/settings, basic device/network information, cookie-like identifiers, usage logs (including ad interactions and errors/crashes), region (city/country level), etc. — Retention period · Retained until the purposes are achieved or for the period required by applicable laws, then deleted or de-identified — Right to refuse or withdraw consent · You can choose Non-Personalized Ads (NPA) in the app's “Privacy options.” In regions such as the EEA/UK/CH, the CMP/UMP consent screen allows choosing personalized/non-personalized ads and resetting choices. — Contact · Email: g.ns.0700g@gmail.com
de: • Diese App verwendet Dienste von Drittanbietern (z. B. Google AdMob) zur Bereitstellung und Messung von Werbung. Dadurch können personenbezogene Daten in Länder außerhalb Ihres Wohnsitzstaates übermittelt werden. — Empfänger und Kontakt · Empfänger: Google LLC und verbundene Unternehmen (Anbieter von AdMob) · Dienst/Rolle: Auslieferung von Werbung, Bereitstellung von Werbe-/Messfunktionen, Verarbeitung zugehöriger Protokolle · Website: admob.google.com · Hinweis: Unter iOS hängt die Nutzung der Werbe-ID (IDFA) von den Plattformrichtlinien und dem Einwilligungsstatus der Nutzer ab. — Empfängerländer · Die Vereinigten Staaten sowie Länder, in denen Google oder verbundene Unternehmen über Datenverarbeitungskapazitäten verfügen (z. B. Europa, Asien) — Zeitpunkt und Verfahren der Übermittlung · Zeitpunkt: Beim Start der App sowie bei Anzeigenanfragen/-einblendungen/-klicks/-messungen nach Bedarf · Verfahren: Netzwerkübertragung mit Verschlüsselung während der Übertragung (HTTPS/TLS) · Schutzmaßnahmen: Verarbeitung gemäß anwendbaren internationalen Transferrahmen und vertraglichen Schutzmechanismen (z. B. Angemessenheitsbeschlüsse, Standardvertragsklauseln) — Zwecke und Datenkategorien · Zwecke: Auslieferung von Werbung, Berücksichtigung der Personalisierungswahl, Leistungs-/Erfolgsmessung, statistische Analysen, Verbesserung der Dienstqualität/-stabilität · Beispieldaten: Werbe-Kennungen (AAID/IDFA), App-Version/Einstellungen, grundlegende Geräte-/Netzwerkinformationen, Cookie-ähnliche Kennungen, Nutzungsprotokolle (einschließlich Anzeigeninteraktionen sowie Fehler/Abstürze), Region (Stadt-/Länderebene) usw. — Aufbewahrungsdauer · Speicherung bis zur Zweckerreichung oder für den gesetzlich vorgeschriebenen Zeitraum; anschließend Löschung oder Anonymisierung/Pseudonymisierung — Widerspruchs- und Widerrufsrecht · In den „Datenschutzoptionen“ der App können Sie Nicht-personalisierte Anzeigen (NPA) wählen. In Regionen wie EWR/VK/CH können Sie über den CMP/UMP-Einwilligungsbildschirm personalisierte/nicht-personalisierte Anzeigen wählen und Ihre Auswahl zurücksetzen. — Kontakt · E-Mail: g.ns.0700g@gmail.com
es: • Esta app utiliza servicios de terceros (p. ej., Google AdMob) para ofrecer y medir publicidad; en consecuencia, tus datos personales pueden transferirse fuera de tu país. — Destinatario y contacto · Destinatario: Google LLC y sus filiales (proveedor de AdMob) · Servicio/Rol: Publicación de anuncios, provisión de funciones de publicidad/medición, procesamiento de registros relacionados · Sitio web: admob.google.com · Nota: En iOS, el uso del identificador publicitario (IDFA) depende de la política de la plataforma y del estado de consentimiento del usuario. — Países de destino · Estados Unidos y otros países donde Google o sus filiales cuentan con capacidad de procesamiento de datos (p. ej., Europa, Asia) — Momento y método de transferencia · Momento: Al iniciar la app y cuando se realicen solicitudes/impresiones/clics/mediciones de anuncios, según corresponda · Método: Transmisión por red con cifrado en tránsito (HTTPS/TLS) · Salvaguardias: Tratamiento conforme a marcos internacionales aplicables y protecciones contractuales (p. ej., decisiones de adecuación, Cláusulas Contractuales Tipo) — Finalidades y categorías de datos · Finalidades: Entrega de anuncios, respeto de la opción de personalización, medición del rendimiento, análisis estadístico, mejora de la calidad/estabilidad del servicio · Ejemplos de datos: Identificadores publicitarios (AAID/IDFA), versión/ajustes de la app, información básica del dispositivo/red, identificadores similares a cookies, registros de uso (incluidas interacciones con anuncios y errores/fallos), región (nivel de ciudad/país), etc. — Periodo de conservación · Se conservarán hasta cumplir las finalidades o durante el plazo exigido por la ley aplicable; posteriormente se eliminarán o se desidentificarán — Derecho de oposición y retirada del consentimiento · En las “Opciones de privacidad” de la app puedes elegir Anuncios no personalizados (NPA). En regiones como EEE/Reino Unido/Suiza, la pantalla de consentimiento CMP/UMP permite elegir entre anuncios personalizados/no personalizados y restablecer la elección. — Contacto · Correo: g.ns.0700g@gmail.com
fr: • Cette application utilise des services tiers (p. ex., Google AdMob) pour diffuser et mesurer la publicité. Par conséquent, vos données personnelles peuvent être transférées hors de votre pays. — Destinataire et contact · Destinataire : Google LLC et ses sociétés affiliées (fournisseur d’AdMob) · Service/Rôle : Diffusion d’annonces, fourniture de fonctions publicitaires/de mesure, traitement des journaux associés · Site Web : admob.google.com · Remarque : Sur iOS, l’utilisation de l’identifiant publicitaire (IDFA) dépend des règles de la plateforme et de l’état du consentement de l’utilisateur. — Pays de destination · États-Unis et pays où Google ou ses affiliés disposent de capacités de traitement des données (p. ex., Europe, Asie) — Moment et méthode du transfert · Moment : Au lancement de l’application et lorsque des requêtes/affichages/clics/mesures publicitaires se produisent, selon les besoins · Méthode : Transmission réseau avec chiffrement en transit (HTTPS/TLS) · Mesures de protection : Traitement conforme aux cadres internationaux applicables et aux garanties contractuelles (p. ex., décisions d’adéquation, clauses contractuelles types) — Finalités et catégories de données · Finalités : Diffusion d’annonces, respect des choix de personnalisation, mesure des performances, analyses statistiques, amélioration de la qualité/stabilité du service · Exemples de données : Identifiants publicitaires (AAID/IDFA), version/paramètres de l’application, informations de base sur l’appareil/le réseau, identifiants de type cookie, journaux d’utilisation (y compris interactions publicitaires et erreurs/plantages), région (niveau ville/pays), etc. — Durée de conservation · Conservées jusqu’à l’atteinte des finalités ou pendant la période requise par la loi applicable, puis supprimées ou désidentifiées — Droit de refus et de retrait du consentement · Vous pouvez choisir les annonces non personnalisées (NPA) dans les « options de confidentialité » de l’application. Dans les régions telles que l’EEE/R.-U./Suisse, l’écran de consentement CMP/UMP permet de choisir entre annonces personnalisées/non personnalisées et de réinitialiser le choix. — Contact · E-mail : g.ns.0700g@gmail.com
hi: • यह ऐप विज्ञापन प्रदाय और मापन के लिए तृतीय-पक्ष सेवाओं (उदा., Google AdMob) का उपयोग करता है; परिणामस्वरूप, आपका व्यक्तिगत डेटा आपके देश के बाहर स्थानांतरित किया जा सकता है। — प्राप्तकर्ता और संपर्क · प्राप्तकर्ता: Google LLC और इसकी संबद्ध कंपनियां (AdMob प्रदाता) · सेवा/भूमिका: विज्ञापन प्रदाय, विज्ञापन/मापन सुविधाओं का प्रावधान, संबंधित लॉग का प्रसंस्करण · वेबसाइट: admob.google.com · टिप्पणी: iOS पर विज्ञापन पहचानकर्ता (IDFA) का उपयोग प्लेटफ़ॉर्म नीतियों और उपयोगकर्ता की सहमति स्थिति पर निर्भर करता है। — गंतव्य देश · संयुक्त राज्य अमेरिका तथा वे देश जहाँ Google या उसकी संबद्ध कंपनियों के पास डेटा प्रसंस्करण की क्षमता है (उदा., यूरोप, एशिया) — हस्तांतरण का समय और तरीका · समय: ऐप लॉन्च होने पर और जब भी विज्ञापन अनुरोध/प्रदर्शन/क्लिक/मापन की आवश्यकता हो · तरीका: नेटवर्क के माध्यम से प्रेषण, ट्रांज़िट एन्क्रिप्शन सहित (HTTPS/TLS) · सुरक्षा उपाय: लागू अंतरराष्ट्रीय ट्रांसफ़र ढाँचों और संविदात्मक सुरक्षा (उदा., पर्याप्तता निर्णय, मानक संविदात्मक खंड) के अनुसार प्रसंस्करण — उद्देश्य और डेटा मदें · उद्देश्य: विज्ञापन प्रदाय, निजीकरण विकल्प का सम्मान, प्रदर्शन मापन, सांख्यिकीय विश्लेषण, सेवा गुणवत्ता/स्थिरता में सुधार · उदाहरण डेटा: विज्ञापन पहचानकर्ता (AAID/IDFA), ऐप संस्करण/सेटिंग्स, डिवाइस/नेटवर्क की मूलभूत जानकारी, कुकी-सदृश पहचानकर्ता, उपयोग लॉग (विज्ञापन अंतःक्रियाएँ तथा त्रुटियाँ/क्रैश सहित), क्षेत्र (शहर/देश स्तर) इत्यादि — भंडारण अवधि · उद्देश्य की पूर्ति तक या लागू कानून द्वारा आवश्यक अवधि तक संग्रहीत, उसके बाद हटाया या डी-आईडेंटिफाई किया जाएगा — सहमति अस्वीकार/वापस लेने का अधिकार · ऐप की “गोपनीयता विकल्प” में आप Non-Personalized Ads (NPA) चुन सकते हैं। EEA/UK/CH जैसी क्षेत्रों में CMP/UMP सहमति स्क्रीन के माध्यम से निजीकरण/गैर-निजीकरण का चयन और रीसेट संभव है। — संपर्क · ई-मेल: g.ns.0700g@gmail.com
id: • Aplikasi ini menggunakan layanan pihak ketiga (mis. Google AdMob) untuk penayangan dan pengukuran iklan. Akibatnya, data pribadi Anda dapat ditransfer ke luar negara Anda. — Penerima dan kontak · Penerima: Google LLC dan afiliasinya (penyedia AdMob) · Layanan/Peran: Penayangan iklan, penyediaan fitur iklan/pengukuran, pemrosesan log terkait · Situs web: admob.google.com · Catatan: Di iOS, penggunaan pengenal iklan (IDFA) bergantung pada kebijakan platform dan status persetujuan pengguna. — Negara tujuan · Amerika Serikat dan negara lain tempat Google atau afiliasinya memiliki kemampuan pemrosesan data (mis. Eropa, Asia) — Waktu dan metode transfer · Waktu: Saat aplikasi diluncurkan serta ketika permintaan/penayangan/klik/pengukuran iklan terjadi sesuai kebutuhan · Metode: Transmisi jaringan dengan enkripsi selama transit (HTTPS/TLS) · Perlindungan: Diproses sesuai kerangka transfer internasional yang berlaku dan perlindungan kontraktual (mis. keputusan kecukupan, Klausul Kontrak Standar) — Tujuan dan jenis data · Tujuan: Penayangan iklan, menghormati pilihan personalisasi, pengukuran kinerja, analisis statistik, peningkatan kualitas/stabilitas layanan · Contoh data: Pengenal iklan (AAID/IDFA), versi/pengaturan aplikasi, informasi dasar perangkat/jaringan, pengenal mirip cookie, log penggunaan (termasuk interaksi iklan serta error/crash), wilayah (level kota/negara), dll. — Periode penyimpanan · Disimpan hingga tujuan tercapai atau selama periode yang disyaratkan hukum berlaku, kemudian dihapus atau dianonimkan — Hak untuk menolak atau menarik persetujuan · Anda dapat memilih Iklan Non-Personalisasi (NPA) di “Opsi privasi” aplikasi. Di wilayah seperti EEA/UK/CH, layar persetujuan CMP/UMP memungkinkan pilihan iklan personalisasi/non-personaliasi dan pengaturan ulang pilihan. — Kontak · Email: g.ns.0700g@gmail.com
it: • Questa app utilizza servizi di terze parti (es. Google AdMob) per l’erogazione e la misurazione degli annunci; di conseguenza, i tuoi dati personali possono essere trasferiti al di fuori del tuo paese. — Destinatario e contatto · Destinatario: Google LLC e società affiliate (fornitore di AdMob) · Servizio/Ruolo: Erogazione degli annunci, fornitura di funzioni pubblicitarie/di misurazione, trattamento dei log correlati · Sito web: admob.google.com · Nota: Su iOS, l’uso dell’identificatore pubblicitario (IDFA) dipende dalle politiche della piattaforma e dallo stato del consenso dell’utente. — Paesi di destinazione · Stati Uniti e paesi in cui Google o le sue affiliate dispongono di capacità di trattamento dei dati (es. Europa, Asia) — Momento e metodo del trasferimento · Momento: All’avvio dell’app e quando avvengono richieste/visualizzazioni/click/misure degli annunci, secondo necessità · Metodo: Trasmissione di rete con crittografia in transito (HTTPS/TLS) · Garanzie: Trattamento in conformità ai quadri internazionali applicabili e alle tutele contrattuali (es. decisioni di adeguatezza, Clausole Contrattuali Standard) — Finalità e categorie di dati · Finalità: Erogazione degli annunci, rispetto delle scelte di personalizzazione, misurazione delle prestazioni, analisi statistiche, miglioramento della qualità/stabilità del servizio · Esempi di dati: Identificatori pubblicitari (AAID/IDFA), versione/impostazioni dell’app, informazioni di base su dispositivo/rete, identificatori simili ai cookie, registri d’uso (incluse interazioni con gli annunci ed errori/arresti anomali), area (livello città/Paese), ecc. — Periodo di conservazione · Conservati fino al raggiungimento delle finalità o per il periodo richiesto dalla legge applicabile, quindi eliminati o resi non identificabili — Diritto di rifiuto e di revoca del consenso · Nelle “Opzioni sulla privacy” dell’app puoi scegliere Annunci non personalizzati (NPA). Nelle regioni come SEE/Regno Unito/Svizzera, la schermata di consenso CMP/UMP consente di scegliere tra annunci personalizzati/non personalizzati e di reimpostare la scelta. — Contatto · E-mail: g.ns.0700g@gmail.com
ja: • 本アプリは広告の配信および効果測定のために第三者サービス（例: Google AdMob）を利用しており、その結果、個人データが国外へ移転される場合があります。 — 受領者・連絡先 · 受領者: Google LLC およびその関連会社（AdMob 提供主体） · サービス/役割: 広告配信、広告/測定機能の提供、関連ログの処理 · ウェブサイト: admob.google.com · 備考: iOS における広告識別子（IDFA）の利用は、プラットフォームのポリシーおよびユーザーの同意状況に依存します。 — 移転先の国/地域 · 米国ならびに Google または関連会社がデータ処理能力を有する国/地域（例: 欧州、アジア など） — 移転の時期・方法 · 時期: アプリ起動時、ならびに広告リクエスト/表示/クリック/測定が発生するタイミング · 方法: ネットワーク伝送（転送区間の暗号化: HTTPS/TLS） · 保護措置: 適用される国際的な移転枠組みおよび契約上の保護措置（例: 適法性認定、標準契約条項）に基づき処理 — 目的・項目 · 目的: 広告配信、パーソナライズ選択の反映、パフォーマンス測定、統計分析、サービス品質/安定性の改善 · 項目例: 広告識別子（AAID/IDFA）、アプリのバージョン/設定、デバイス/ネットワークの基本情報、Cookie 類似の識別子、利用ログ（広告とのやり取りやエラー/クラッシュを含む）、地域（市/国レベル）など — 保管期間 · 目的達成まで、または適用法令で定められた期間保管し、その後は削除または非識別化 — 同意の拒否・撤回 · アプリの「プライバシー設定」で非パーソナライズド広告（NPA）を選択できます。EEE/英国/スイス等の地域では、CMP/UMP の同意画面からパーソナライズ/非パーソナライズの選択や再設定が可能です。 — お問い合わせ · Eメール: g.ns.0700g@gmail.com
ko: • 본 앱은 광고 제공 및 측정 기능을 위해 제3자 서비스(예: Google AdMob)를 사용하며, 이에 따라 개인정보가 국외로 이전될 수 있습니다. — 수탁자(받는 자)·연락처 · 수탁자: Google LLC 및 그 계열사(AdMob 제공 주체) · 서비스/역할: 광고 게재, 광고/측정 기능 제공, 관련 로그 처리 · 웹사이트: admob.google.com · 비고: iOS의 경우 광고 식별자(IDFA) 사용은 플랫폼 정책 및 사용자의 동의 상태에 따릅니다. — 이전 국가 · 미국 및 Google 또는 그 계열사가 데이터 처리 역량을 보유한 국가(예: 유럽, 아시아 지역 등) — 이전 시점·방법 · 시점: 앱 실행과 광고 요청/노출/클릭/측정 등 필요한 순간 · 방법: 네트워크 전송, 전송 구간 암호화(HTTPS/TLS) · 보호조치: 적용 가능한 국제 전송 체계 및 계약상 보호장치(예: 적정성 결정, 표준계약조항 등)에 따라 처리 — 목적·항목 · 목적: 광고 제공, 맞춤 여부 반영, 성과 측정, 통계 분석, 서비스 품질/안정성 개선 · 항목 예시: 광고 식별자(AAID/IDFA), 앱 버전/설정, 디바이스·네트워크 기본 정보, 쿠키 유사 식별자, 이용 로그(광고 상호작용·오류/충돌 포함), 지역(도시/국가 수준) 등 — 보유기간 · 목적 달성 시 또는 관련 법령에서 정한 기간까지 보관 후 파기 또는 비식별 처리 — 동의 거부권 및 철회 · 앱의 '개인정보 옵션'에서 비개인화 광고(NPA) 선택 가능. EEA/UK/CH 등 지역은 CMP/UMP 동의 화면을 통해 개인화/비개인화 선택 및 재설정 가능 — 문의처 · 이메일: g.ns.0700g@gmail.com
pt_br: • Este app utiliza serviços de terceiros (por exemplo, Google AdMob) para exibir e mensurar anúncios; por isso, seus dados pessoais podem ser transferidos para fora do seu país. — Destinatário e contato · Destinatário: Google LLC e suas afiliadas (provedor do AdMob) · Serviço/Função: Exibição de anúncios, fornecimento de recursos de publicidade/mensuração, processamento de logs relacionados · Site: admob.google.com · Observação: No iOS, o uso do identificador de publicidade (IDFA) depende das políticas da plataforma e do status de consentimento do usuário. — Países de destino · Estados Unidos e países onde o Google ou suas afiliadas possuam capacidade de processamento de dados (por exemplo, Europa, Ásia) — Momento e método da transferência · Momento: Na inicialização do app e quando ocorrerem solicitações/exibições/cliques/mensuração de anúncios, conforme necessário · Método: Transmissão em rede com criptografia em trânsito (HTTPS/TLS) · Salvaguardas: Processamento conforme os marcos internacionais aplicáveis e proteções contratuais (por exemplo, decisões de adequação, Cláusulas Contratuais Padrão) — Finalidades e itens de dados · Finalidades: Exibição de anúncios, respeito às escolhas de personalização, mensuração de desempenho, análises estatísticas, melhoria da qualidade/estabilidade do serviço · Exemplos de dados: Identificadores de publicidade (AAID/IDFA), versão/configurações do app, informações básicas do dispositivo/rede, identificadores semelhantes a cookies, registros de uso (incluindo interações com anúncios e erros/falhas), região (nível cidade/país) etc. — Período de retenção · Mantidos até o alcance das finalidades ou pelo período exigido pela legislação aplicável; depois, excluídos ou descaracterizados — Direito de recusar e retirar o consentimento · Nas “Opções de privacidade” do app você pode escolher Anúncios não personalizados (NPA). Em regiões como EEE/Reino Unido/Suíça, a tela de consentimento CMP/UMP permite escolher entre anúncios personalizados/não personalizados e redefinir a escolha. — Contato · E-mail: g.ns.0700g@gmail.com
th: • แอปนี้ใช้บริการของบุคคลที่สาม (เช่น Google AdMob) เพื่อการแสดงและการวัดผลโฆษณา ซึ่งอาจทำให้มีการโอนข้อมูลส่วนบุคคลของคุณไปยังต่างประเทศ — ผู้รับและข้อมูลติดต่อ · ผู้รับ: Google LLC และบริษัทในเครือ (ผู้ให้บริการ AdMob) · บริการ/บทบาท: การแสดงโฆษณา การให้ฟังก์ชันโฆษณา/การวัดผล การประมวลผลบันทึกที่เกี่ยวข้อง · เว็บไซต์: admob.google.com · หมายเหตุ: บน iOS การใช้ตัวระบุโฆษณา (IDFA) ขึ้นอยู่กับนโยบายของแพลตฟอร์มและสถานะความยินยอมของผู้ใช้ — ประเทศปลายทาง · สหรัฐอเมริกาและประเทศที่ Google หรือบริษัทในเครือมีขีดความสามารถในการประมวลผลข้อมูล (เช่น ยุโรป เอเชีย) — เวลาและวิธีการโอน · เวลา: เมื่อเปิดแอป และเมื่อมีการร้องขอโฆษณา/แสดงผล/คลิก/การวัดผล ตามความจำเป็น · วิธีการ: ส่งผ่านเครือข่าย พร้อมการเข้ารหัสระหว่างทาง (HTTPS/TLS) · มาตรการคุ้มครอง: ดำเนินการตามกรอบการโอนข้อมูลระหว่างประเทศที่เกี่ยวข้องและการคุ้มครองตามสัญญา (เช่น คำตัดสินความเพียงพอ มาตราข้อตกลงมาตรฐาน) — วัตถุประสงค์และรายการข้อมูล · วัตถุประสงค์: การแสดงโฆษณา เคารพตัวเลือกการปรับให้เป็นแบบเฉพาะบุคคล การวัดประสิทธิภาพ การวิเคราะห์ทางสถิติ ปรับปรุงคุณภาพ/ความเสถียรของบริการ · ตัวอย่างข้อมูล: ตัวระบุโฆษณา (AAID/IDFA), เวอร์ชัน/การตั้งค่าแอป, ข้อมูลพื้นฐานของอุปกรณ์/เครือข่าย, ตัวระบุที่คล้ายคุกกี้, บันทึกการใช้งาน (รวมการโต้ตอบกับโฆษณาและข้อผิดพลาด/การล่ม), พื้นที่ (ระดับเมือง/ประเทศ) เป็นต้น — ระยะเวลาเก็บรักษา · เก็บรักษาจนบรรลุวัตถุประสงค์ หรือเป็นระยะเวลาตามที่กฎหมายกำหนด จากนั้นลบหรือทำให้ไม่สามารถระบุตัวบุคคลได้ — สิทธิในการปฏิเสธหรือถอนความยินยอม · คุณสามารถเลือกโฆษณาแบบไม่ปรับให้เป็นแบบเฉพาะบุคคล (NPA) ได้ใน “ตัวเลือกความเป็นส่วนตัว” ของแอป สำหรับภูมิภาคเช่น EEA/สหราชอาณาจักร/สวิตเซอร์แลนด์ หน้าจอขอความยินยอมของ CMP/UMP ช่วยให้เลือกโฆษณาแบบปรับ/ไม่ปรับและรีเซ็ตตัวเลือกได้ — ติดต่อเรา · อีเมล: g.ns.0700g@gmail.com
tr: • Bu uygulama, reklam sunumu ve ölçümü için üçüncü taraf hizmetler (örn. Google AdMob) kullanır; bunun sonucunda kişisel verileriniz ülke dışına aktarılabilir. — Alıcı ve iletişim · Alıcı: Google LLC ve bağlı kuruluşları (AdMob sağlayıcısı) · Hizmet/Rol: Reklamların yayınlanması, reklam/ölçüm işlevlerinin sağlanması, ilgili günlüklerin işlenmesi · Web sitesi: admob.google.com · Not: iOS’ta reklam tanımlayıcısının (IDFA) kullanımı, platform politikalarına ve kullanıcının rıza durumuna bağlıdır. — Alıcı ülkeler · Amerika Birleşik Devletleri ve Google’ın veya bağlı kuruluşlarının veri işleme kapasitesine sahip olduğu ülkeler (örn. Avrupa, Asya) — Aktarım zamanı ve yöntemi · Zaman: Uygulama açıldığında ve gerekli olduğunda reklam isteği/gösterimi/tıklaması/ölçümü gerçekleştiğinde · Yöntem: Ağ üzerinden aktarım ve aktarım sırasında şifreleme (HTTPS/TLS) · Güvenlik önlemleri: Uygulanabilir uluslararası aktarım çerçeveleri ve sözleşmesel korumalar uyarınca işleme (örn. yeterlilik kararları, Standart Sözleşme Maddeleri) — Amaçlar ve veri öğeleri · Amaçlar: Reklam sunumu, kişiselleştirme tercihine uygunluk, performans ölçümü, istatistiksel analiz, hizmet kalitesi/kararlılığının iyileştirilmesi · Örnek veri öğeleri: Reklam tanımlayıcıları (AAID/IDFA), uygulama sürümü/ayarları, temel cihaz/ağ bilgileri, çerez benzeri tanımlayıcılar, kullanım günlükleri (reklam etkileşimleri ve hata/çökme kayıtları dahil), bölge (şehir/ülke düzeyi) vb. — Saklama süresi · Amaçlar gerçekleştirilene kadar veya yürürlükteki hukukta öngörülen süre boyunca saklanır; sonrasında silinir veya kimliği giderilir — Reddetme ve rızayı geri çekme hakkı · Uygulamanın “Gizlilik seçenekleri” bölümünde Kişisel Olmayan Reklamları (NPA) seçebilirsiniz. AEA/Birleşik Krallık/İsviçre gibi bölgelerde CMP/UMP rıza ekranı, kişiselleştirilmiş/kişisel olmayan reklam tercihini seçme ve sıfırlama imkanı sunar. — İletişim · E-posta: g.ns.0700g@gmail.com
vi: • Ứng dụng này sử dụng dịch vụ của bên thứ ba (ví dụ: Google AdMob) để phân phát và đo lường quảng cáo; do đó dữ liệu cá nhân của bạn có thể được chuyển ra ngoài quốc gia của bạn. — Bên nhận và liên hệ · Bên nhận: Google LLC và các công ty liên kết (nhà cung cấp AdMob) · Dịch vụ/Vai trò: Phân phát quảng cáo, cung cấp chức năng quảng cáo/đo lường, xử lý nhật ký liên quan · Trang web: admob.google.com · Lưu ý: Trên iOS, việc sử dụng định danh quảng cáo (IDFA) phụ thuộc vào chính sách nền tảng và trạng thái đồng ý của người dùng. — Quốc gia/vùng lãnh thổ đích · Hoa Kỳ và các quốc gia nơi Google hoặc công ty liên kết có năng lực xử lý dữ liệu (ví dụ: Châu Âu, Châu Á) — Thời điểm và phương thức chuyển · Thời điểm: Khi khởi động ứng dụng và khi phát sinh yêu cầu/hiển thị/nhấp/đo lường quảng cáo theo nhu cầu · Phương thức: Truyền qua mạng với mã hóa trong quá trình truyền (HTTPS/TLS) · Biện pháp bảo vệ: Xử lý theo các khuôn khổ chuyển dữ liệu quốc tế áp dụng và các biện pháp bảo vệ theo hợp đồng (ví dụ: quyết định tương xứng, Điều khoản Hợp đồng Mẫu) — Mục đích và hạng mục dữ liệu · Mục đích: Phân phát quảng cáo, tôn trọng lựa chọn cá nhân hóa, đo lường hiệu suất, phân tích thống kê, cải thiện chất lượng/độ ổn định dịch vụ · Ví dụ dữ liệu: Định danh quảng cáo (AAID/IDFA), phiên bản/cài đặt ứng dụng, thông tin cơ bản về thiết bị/mạng, định danh tương tự cookie, nhật ký sử dụng (bao gồm tương tác quảng cáo và lỗi/sập), khu vực (cấp thành phố/quốc gia), v.v. — Thời hạn lưu trữ · Lưu trữ cho đến khi đạt mục đích hoặc theo thời hạn do luật áp dụng quy định; sau đó xóa hoặc ẩn danh — Quyền từ chối và rút lại sự đồng ý · Bạn có thể chọn Quảng cáo không cá nhân hóa (NPA) trong “Tùy chọn quyền riêng tư” của ứng dụng. Ở các khu vực như EEA/Vương quốc Anh/Thụy Sĩ, màn hình xin đồng ý CMP/UMP cho phép chọn quảng cáo cá nhân hóa/không cá nhân hóa và đặt lại lựa chọn. — Liên hệ · Email: g.ns.0700g@gmail.com
zh_hant: • 本應用程式為提供與衡量廣告而使用第三方服務（例如：Google AdMob），因此您的個人資料可能被傳輸至境外。 — 接收方與聯絡方式 · 接收方：Google LLC 及其關係企業（AdMob 提供者） · 服務/角色：廣告投放、提供廣告/衡量功能、處理相關記錄 · 網站：admob.google.com · 備註：在 iOS 上，廣告識別碼（IDFA）的使用取決於平台政策與使用者同意狀態。 — 傳輸目的地 · 美國，以及 Google 或其關係企業具備資料處理能力之國家/地區（例如：歐洲、亞洲） — 傳輸時間與方式 · 時間：啟動應用程式時，及於需要時進行廣告請求/曝光/點擊/衡量 · 方式：透過網路傳輸，並於傳輸途中加密（HTTPS/TLS） · 保護措施：依適用之國際傳輸機制與契約性保障（例如：適足性決定、標準合約條款）進行處理 — 目的與資料項目 · 目的：廣告投放、反映個人化選擇、績效衡量、統計分析、提升服務品質/穩定性 · 資料項目範例：廣告識別碼（AAID/IDFA）、應用程式版本/設定、裝置/網路基本資訊、類 Cookie 識別碼、使用記錄（含廣告互動與錯誤/當機）、地區（城市/國家層級）等 — 保存期間 · 於達成目的或法律要求之期間屆滿前保存；之後刪除或去識別化 — 拒絕與撤回同意之權利 · 您可於應用程式的「隱私選項」選擇非個人化廣告（NPA）。於 EEA/英國/瑞士等地區，可透過 CMP/UMP 同意畫面選擇個人化/非個人化並重新設定。 — 聯絡方式 · 電子郵件：g.ns.0700g@gmail.com
