Repository: frog-im/bbo_music_player
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, vi, zh_hant

# exitDialogTitle
source: Do you want to exit the app?
de: Möchten Sie die App beenden?
es: ¿Desea salir de la aplicación?
fr: Voulez-vous quitter l'application ?
hi: क्या आप ऐप बंद करना चाहते हैं?
id: Ingin keluar dari aplikasi?
it: Desideri uscire dall'app?
ja: アプリを終了しますか？
ko: 앱을 종료하시겠습니까?
pt_br: Deseja sair do aplicativo?
th: ต้องการออกจากแอปหรือไม่?
tr: Uygulamadan çıkmak istiyor musunuz?
vi: Bạn có muốn thoát ứng dụng không?
zh_hant: 要結束應用程式嗎？

# adLabel
source: Ad
de: Werbung
es: Anuncio
fr: Publicité
hi: विज्ञापन
id: Iklan
it: Annuncio
ja: 広告
ko: 광고
pt_br: Anúncio
th: โฆษณา
tr: Reklam
vi: Quảng cáo
zh_hant: 廣告

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hant: 取消

source: Exit
de: Beenden
es: Salir
fr: Quitter
hi: बंद करें
id: Keluar
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
th: ออก
tr: Çıkış
vi: Thoát
zh_hant: 結束

# adLoading
source: Loading ad...
de: Werbung wird geladen...
es: Cargando anuncio...
fr: Chargement de la publicité…
hi: विज्ञापन लोड हो रहा है...
id: Memuat iklan...
it: Caricamento annuncio...
ja: 広告を読み込み中...
ko: 광고 로딩 중...
pt_br: Carregando anúncio...
th: กำลังโหลดโฆษณา...
tr: Reklam yükleniyor...
vi: Đang tải quảng cáo...
zh_hant: 正在載入廣告…

# audioMetadataTitle
source: Audio metadata — {fileName}
de: Audio-Metadaten — {fileName}
es: Metadatos de audio — {fileName}
fr: Métadonnées audio — {fileName}
hi: ऑडियो मेटाडेटा — {fileName}
id: Metadata audio — {fileName}
it: Metadati audio — {fileName}
ja: オーディオメタデータ — {fileName}
ko: 오디오 메타데이터 — {fileName}
pt_br: Metadados de áudio — {fileName}
th: ข้อมูลเมตาเสียง — {fileName}
tr: Ses meta verileri — {fileName}
vi: Siêu dữ liệu âm thanh — {fileName}
zh_hant: 音訊中繼資料 — {fileName}

# tooltipSaveAs
source: Save as
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
hi: अन्य नाम से सहेजें
id: Simpan sebagai
it: Salva con nome
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pt_br: Salvar como
th: บันทึกเป็น
tr: Farklı kaydet
vi: Lưu dưới dạng
zh_hant: 另存新檔

# tooltipNoChanges
source: No changes
de: Keine Änderungen
es: No hay cambios
fr: Aucune modification
hi: कोई परिवर्तन नहीं
id: Tidak ada perubahan
it: Nessuna modifica
ja: 変更はありません
ko: 수정 사항 없음
pt_br: Nenhuma alteração
th: ไม่มีการเปลี่ยนแปลง
tr: Değişiklik yok
vi: Không có thay đổi
zh_hant: 無變更

# tooltipReload
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
hi: फिर से लोड करें
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 다시 읽기
pt_br: Recarregar
th: โหลดใหม่
tr: Yeniden yükle
vi: Tải lại
zh_hant: 重新載入

# bannerCoverSelected
source: Cover selected: {fileName}
de: Cover ausgewählt: {fileName}
es: Carátula seleccionada: {fileName}
fr: Couverture sélectionnée : {fileName}
hi: कवर चुना गया: {fileName}
id: Sampul dipilih: {fileName}
it: Copertina selezionata: {fileName}
ja: 選択したカバー: {fileName}
ko: 커버 선택됨: {fileName}
pt_br: Capa selecionada: {fileName}
th: เลือกปกแล้ว: {fileName}
tr: Kapak seçildi: {fileName}
vi: Đã chọn bìa: {fileName}
zh_hant: 已選封面：{fileName}

# btnClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
th: ปิด
tr: Kapat
vi: Đóng
zh_hant: 關閉

# saveDone
source: Saved: {displayName}
de: Gespeichert: {displayName}
es: Guardado: {displayName}
fr: Enregistré : {displayName}
hi: सहेजा गया: {displayName}
id: Tersimpan: {displayName}
it: Salvato: {displayName}
ja: 保存完了: {displayName}
ko: 저장 완료: {displayName}
pt_br: Salvo: {displayName}
th: บันทึกแล้ว: {displayName}
tr: Kaydedildi: {displayName}
vi: Đã lưu: {displayName}
zh_hant: 已儲存：{displayName}

# saveCancelled
source: Save canceled
de: Speichern abgebrochen
es: Guardado cancelado
fr: Enregistrement annulé
hi: सहेजना रद्द किया गया
id: Penyimpanan dibatalkan
it: Salvataggio annullato
ja: 保存がキャンセルされました
ko: 저장 취소됨
pt_br: Salvamento cancelado
th: ยกเลิกการบันทึก
tr: Kaydetme iptal edildi
vi: Đã hủy lưu
zh_hant: 已取消儲存

# saveFailed
source: Save failed: {error}
de: Speichern fehlgeschlagen: {error}
es: Error al guardar: {error}
fr: Échec de l’enregistrement : {error}
hi: सहेजने में विफल: {error}
id: Gagal menyimpan: {error}
it: Salvataggio non riuscito: {error}
ja: 保存に失敗しました: {error}
ko: 저장 실패: {error}
pt_br: Falha ao salvar: {error}
th: บันทึกล้มเหลว: {error}
tr: Kaydetme başarısız: {error}
vi: Lưu thất bại: {error}
zh_hant: 儲存失敗：{error}

# hintNone
source: (None)
de: (Keine)
es: (Ninguno)
fr: (Aucun)
hi: (कोई नहीं)
id: (Tidak ada)
it: (Nessuno)
ja: (なし)
ko: (없음)
pt_br: (Nenhum)
th: (ไม่มี)
tr: (Yok)
vi: (Không có)
zh_hant: （無）

# metaLabelTitle
source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
pt_br: Título
th: ชื่อเรื่อง
tr: Başlık
vi: Tiêu đề
zh_hant: 標題

# metaLabelArtist
source: Artist
de: Künstler
es: Artista
fr: Artiste
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
pt_br: Artista
th: ศิลปิน
tr: Sanatçı
vi: Nghệ sĩ
zh_hant: 演出者

# metaLabelAlbum
source: Album
es: Álbum
hi: एल्बम
ja: アルバム
pt_br: Álbum
th: อัลบั้ม
tr: Albüm
zh_hant: 專輯

# metaLabelGenre
source: Genre
es: Género
hi: शैली
it: Genere
ja: ジャンル
pt_br: Gênero
th: แนวเพลง
tr: Tür
vi: Thể loại
zh_hant: 類型

# metaLabelYear
source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
id: Tahun
it: Anno
ja: 年
pt_br: Ano
th: ปี
tr: Yıl
vi: Năm
zh_hant: 年

# metaLabelTrack
source: Track
es: Pista
fr: Piste
hi: ट्रैक
id: Trek
it: Traccia
ja: トラック
pt_br: Faixa
th: แทร็ก
tr: Parça
zh_hant: 曲目

# metaLabelDisc
source: Disc
es: Disco
fr: Disque
hi: डिस्क
id: Cakram
it: Disco
ja: ディスク
pt_br: Disco
th: ดิสก์
tr: Disk
vi: Đĩa
zh_hant: 碟片

# chooseActionTitle
source: What would you like to do?
de: Welche Aktion möchten Sie ausführen?
es: ¿Qué acción desea ejecutar?
fr: Quelle action souhaitez-vous exécuter ?
hi: आप कौन सी क्रिया चलाना चाहेंगे?
id: Tindakan apa yang ingin dijalankan?
it: Quale azione desideri eseguire?
ja: どの操作を実行しますか？
ko: 어떤 동작을 실행할까요?
pt_br: Qual ação deseja executar?
th: ต้องการดำเนินการใด?
tr: Hangi işlemi yürütmek istersiniz?
vi: Bạn muốn thực hiện thao tác nào?
zh_hant: 要執行哪個動作？

# chooseActionBody
source: Selecting one will run it immediately.
de: Die ausgewählte Option wird sofort ausgeführt.
es: Al elegir una opción, se ejecutará de inmediato.
fr: L’option choisie sera exécutée immédiatement.
hi: चयन करते ही यह तुरंत चल जाएगा।
id: Memilih salah satu akan langsung dijalankan.
it: La scelta verrà eseguita immediatamente.
ja: どちらかを選択すると直ちに実行されます。
ko: 둘 중 하나를 선택하면 즉시 실행됩니다.
pt_br: Ao escolher uma das opções, ela será executada imediatamente.
th: เมื่อเลือกแล้วจะเริ่มทำงานทันที
tr: Seçilen seçenek hemen çalıştırılır.
vi: Chọn một tùy chọn và thao tác sẽ chạy ngay.
zh_hant: 選擇任一選項後將立即執行。

# actionEditOverlay
source: Adjust size and position
de: Größe und Position einstellen
es: Ajustar tamaño y posición
fr: Ajuster la taille et la position
hi: आकार और स्थिति सेट करें
id: Atur ukuran dan posisi
it: Imposta dimensione e posizione
ja: サイズと位置を設定
ko: 사이즈 위치 설정
pt_br: Definir tamanho e posição
th: ตั้งค่าขนาดและตำแหน่ง
tr: Boyut ve konumu ayarla
vi: Thiết lập kích thước và vị trí
zh_hant: 設定大小與位置

# actionLoadSubtitles
source: Load subtitles
de: Untertitel laden
es: Cargar subtítulos
fr: Charger les sous-titres
hi: सबटाइटल लोड करें
id: Muat subtitle
it: Carica sottotitoli
ja: 字幕を読み込む
ko: 자막 불러오기
pt_br: Carregar legendas
th: โหลดคำบรรยาย
tr: Altyazı yükle
vi: Tải phụ đề
zh_hant: 載入字幕

# overlayPermissionNeeded
source: Overlay permission is required. Please allow it in Settings.
de: Overlay-Berechtigung erforderlich. Bitte in den Einstellungen erlauben.
es: Se requiere permiso de superposición. Permita el acceso en Configuración.
fr: L’autorisation de superposition est requise. Veuillez l’autoriser dans les paramètres.
hi: ओवरले अनुमति आवश्यक है। कृपया सेटिंग्स में अनुमति दें।
id: Izin overlay diperlukan. Aktifkan di Pengaturan.
it: È necessario il permesso di overlay. Consenti dalle Impostazioni.
ja: オーバーレイ権限が必要です。設定で許可してください。
ko: 오버레이 권한이 필요합니다. 설정에서 허용해주세요.
pt_br: A permissão de sobreposição é necessária. Ative-a em Configurações.
th: ต้องการสิทธิ์โอเวอร์เลย์ โปรดอนุญาตในการตั้งค่า
tr: Overlay izni gerekli. Lütfen Ayarlar’dan izin verin.
vi: Cần quyền hiển thị phủ nổi. Vui lòng cho phép trong Cài đặt.
zh_hant: 需要覆蓋層權限。請在設定中允許。

# overlayWindowDenied
source: Overlay Window permission was denied.
de: Overlay-Fenster-Berechtigung wurde verweigert.
es: Se denegó el permiso de ventana superpuesta.
fr: L’autorisation de fenêtre de superposition a été refusée.
hi: ओवरले विंडो की अनुमति अस्वीकृत की गई।
id: Izin Overlay Window ditolak.
it: Permesso finestra overlay negato.
ja: オーバーレイウィンドウの権限が拒否されました。
ko: Overlay Window 권한이 거부되었습니다.
pt_br: A permissão de janela de sobreposição foi negada.
th: ถูกปฏิเสธสิทธิ์หน้าต่างโอเวอร์เลย์
tr: Overlay penceresi izni reddedildi.
vi: Quyền Overlay Window đã bị từ chối.
zh_hant: 覆蓋視窗權限已被拒絕。

# overlaySampleShort
source: For short text
de: Für kurzen Text
es: Para texto corto
fr: Pour les textes courts
hi: छोटे पाठ के लिए
id: Untuk teks pendek
it: Per testo breve
ja: 短いテキストの場合
ko: 짧은 글일 경우
pt_br: Para texto curto
th: สำหรับข้อความสั้น
tr: Kısa metin için
vi: Với đoạn ngắn
zh_hant: 適用於短文字

# overlaySampleLong
source: For long text
de: Für langen Text
es: Para texto largo
fr: Pour les textes longs
hi: लंबे पाठ के लिए
id: Untuk teks panjang
it: Per testo lungo
ja: 長いテキストの場合
ko: 해당 자막이 긴 글일 경우입니다
pt_br: Para texto longo
th: สำหรับข้อความยาว
tr: Uzun metin için
vi: Với đoạn dài
zh_hant: 適用於長文字

# fontPickerTitle
source: Select font size
de: Schriftgröße auswählen
es: Seleccionar tamaño de fuente
fr: Sélectionner la taille de police
hi: फ़ॉन्ट आकार चुनें
id: Pilih ukuran font
it: Seleziona dimensione carattere
ja: フォントサイズを選択
ko: 폰트 크기 선택
pt_br: Selecionar tamanho da fonte
th: เลือกขนาดฟอนต์
tr: Yazı tipi boyutu seç
vi: Chọn cỡ chữ
zh_hant: 選擇字型大小

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hant: 取消

# commonOk
source: OK
es: Aceptar
hi: ठीक
ko: 확인
th: ตกลง
tr: Tamam
zh_hant: 確認

# commonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hant: 儲存

# commonChange
source: Change
de: Ändern
es: Cambiar
fr: Modifier
hi: बदलें
id: Ubah
it: Modifica
ja: 変更
ko: 변경
pt_br: Alterar
th: เปลี่ยน
tr: Değiştir
vi: Thay đổi
zh_hant: 變更

# commonSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant: 設定

# paletteFontLabel
source: Font {size}
de: Schriftgröße {size}
es: Tamaño de fuente {size}
fr: Taille de police {size}
hi: फ़ॉन्ट {size}
id: Ukuran font {size}
it: Dimensione carattere {size}
ja: フォント {size}
ko: 폰트 {size}
pt_br: Tamanho da fonte {size}
th: ฟอนต์ {size}
tr: Yazı tipi {size}
vi: Phông chữ {size}
zh_hant: 字型 {size}

# paletteLockCenterX
source: Lock center X
de: X-Achse mittig fixieren
es: Bloquear centro en X
fr: Verrouiller le centre X
hi: X-अक्ष केंद्र लॉक करें
id: Kunci tengah X
it: Blocca centro X
ja: X 軸中央を固定
ko: X축 중앙 고정
pt_br: Fixar centro em X
th: ล็อกกึ่งกลางแกน X
tr: X ekseni merkezini kilitle
vi: Khóa tâm trục X
zh_hant: X 軸置中鎖定

# calibFixHint
source: Remove offset (lock overlay)
de: Versatz entfernen (Overlay fixieren)
es: Eliminar desfase (fijar superposición)
fr: Supprimer le décalage (verrouiller la superposition)
hi: ऑफ़सेट हटाएँ (ओवरले लॉक)
id: Hilangkan offset (kunci overlay)
it: Rimuovi offset (blocca overlay)
ja: ずれを解消（オーバーレイ固定）
ko: 오차없애기(오버레이 고정)
pt_br: Remover desvio (fixar sobreposição)
th: ลบความคลาดเคลื่อน (ล็อกโอเวอร์เลย์)
tr: Ofseti kaldır (overlay’i kilitle)
vi: Loại bỏ sai lệch (khóa overlay)
zh_hant: 移除偏移（鎖定覆蓋層）

# calibMergeHint
source: Merge (save to Δ queue)
de: Zusammenführen (in Δ-Warteschlange speichern)
es: Unir (guardar en la cola Δ)
fr: Fusionner (enregistrer dans la file Δ)
hi: मर्ज करें (Δ कतार में सहेजें)
id: Gabungkan (simpan ke antrian Δ)
it: Unisci (salva nella coda Δ)
ja: 重ね合わせ（Δ キューに保存）
ko: 겹치기(Δ 큐에 저장)
pt_br: Mesclar (salvar na fila Δ)
th: ซ้อนทับ (บันทึกในคิว Δ)
tr: Birleştir (Δ kuyruğuna kaydet)
vi: Chồng khớp (lưu vào hàng đợi Δ)
zh_hant: 合併（儲存到 Δ 佇列）

# calibFix
source: Remove offset
de: Versatz entfernen
es: Eliminar desfase
fr: Supprimer le décalage
hi: ऑफ़सेट हटाएँ
id: Hilangkan offset
it: Rimuovi offset
ja: ずれを解消
ko: 오차없애기
pt_br: Remover desvio
th: ลบความคลาดเคลื่อน
tr: Ofseti kaldır
vi: Loại bỏ sai lệch
zh_hant: 移除偏移

# calibMerge
source: Merge
de: Zusammenführen
es: Unir
fr: Fusionner
hi: मर्ज करें
id: Gabungkan
it: Unisci
ja: 重ね合わせ
ko: 겹치기
pt_br: Mesclar
th: ซ้อนทับ
tr: Birleştir
vi: Chồng khớp
zh_hant: 合併

# saveApplyDelta
source: Apply correction then save
de: Korrektur anwenden und speichern
es: Aplicar corrección y guardar
fr: Appliquer la correction puis enregistrer
hi: सुधार लागू कर सहेजें
id: Terapkan koreksi lalu simpan
it: Applica correzione e salva
ja: 補正値を適用して保存
ko: 보정값 적용 후 저장
pt_br: Aplicar correção e salvar
th: ใช้ค่าการปรับแก้แล้วบันทึก
tr: Düzeltmeyi uygula ve kaydet
vi: Áp dụng giá trị hiệu chỉnh rồi lưu
zh_hant: 套用校正值後儲存

# hudCenterSuffix
source: (X center locked)
de: (X-Zentrum fixiert)
es: (Centro en X bloqueado)
fr: (centre X verrouillé)
hi: (X केंद्र लॉक)
id: (Pusat X terkunci)
it: (centro X bloccato)
ja: （X 中央固定）
ko: (X중앙 고정)
pt_br: (centro X fixado)
th: (ล็อกกึ่งกลางแกน X)
tr: (X merkezi kilitli)
vi: (Khóa tâm X)
zh_hant: （X 置中鎖定）

# webBack
source: Back
de: Zurück
es: Atrás
fr: Précédent
hi: पीछे
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
th: ย้อนกลับ
tr: Geri
vi: Quay lại
zh_hant: 返回

# webForward
source: Forward
de: Vor
es: Adelante
fr: Suivant
hi: आगे
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
pt_br: Avançar
th: เดินหน้า
tr: İleri
vi: Tiếp
zh_hant: 前進

# webReload
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
hi: रीलोड करें
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 새로고침
pt_br: Recarregar
th: โหลดใหม่
tr: Yenile
vi: Tải lại
zh_hant: 重新整理

# webClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
th: ปิด
tr: Kapat
vi: Đóng
zh_hant: 關閉

# webAddressHint
source: Enter or paste address
de: Adresse eingeben oder einfügen
es: Introducir o pegar dirección
fr: Saisir ou coller l’adresse
hi: पता दर्ज करें या पेस्ट करें
id: Masukkan atau tempel alamat
it: Inserisci o incolla l'indirizzo
ja: アドレスを入力または貼り付け
ko: 주소 입력 또는 붙여넣기
pt_br: Digite ou cole o endereço
th: ป้อนหรือวางที่อยู่
tr: Adres girin veya yapıştırın
vi: Nhập hoặc dán địa chỉ
zh_hant: 輸入或貼上位址

# emptyLyrics
source: No lyrics received.
de: Keine Songtexte empfangen.
es: No se recibieron letras.
fr: Aucune parole reçue.
hi: गीत के बोल प्राप्त नहीं हुए।
id: Lirik tidak diterima.
it: Testo dei brani non ricevuto.
ja: 歌詞を取得できませんでした。
ko: 가사를 받지 못했습니다.
pt_br: Nenhuma letra recebida.
th: ไม่ได้รับเนื้อเพลง
tr: Şarkı sözleri alınamadı.
vi: Không nhận được lời bài hát.
zh_hant: 未收到歌詞。

# overlayHintDoubleTap
source: * Double tap to close the overlay.
de: * Doppeltippen, um das Overlay zu schließen.
es: * Toque dos veces para cerrar la superposición.
fr: * Touchez deux fois pour fermer la superposition.
hi: * ओवरले बंद करने के लिए दो बार टैप करें।
id: * Ketuk dua kali untuk menutup overlay.
it: * Tocca due volte per chiudere l'overlay.
ja: ※ ダブルタップでオーバーレイを終了します。
ko: * 두 번 터치하면 오버레이가 종료됩니다.
pt_br: * Toque duas vezes para fechar a sobreposição.
th: * แตะสองครั้งเพื่อปิดโอเวอร์เลย์
tr: * Overlay’i kapatmak için iki kez dokunun.
vi: * Chạm hai lần để đóng overlay.
zh_hant: ＊ 輕觸兩下可關閉覆蓋層。

# overlayHintSwipe
source: * Swipe to change pages.
de: * Zum Seitenwechsel wischen.
es: * Deslice para cambiar de página.
fr: * Balayez pour changer de page.
hi: * पेज बदलने के लिए स्वाइप करें।
id: * Geser untuk mengganti halaman.
it: * Scorri per cambiare pagina.
ja: ※ スワイプしてページを切り替えます。
ko: * 페이지를 슬라이드해서 넘깁니다.
pt_br: * Deslize para trocar de página.
th: * ปัดเพื่อเปลี่ยนหน้า
tr: * Sayfa değiştirmek için kaydırın.
vi: * Vuốt để chuyển trang.
zh_hant: ＊ 滑動以切換頁面。

# menuPrivacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
th: ความเป็นส่วนตัว
tr: Gizlilik
vi: Quyền riêng tư
zh_hant: 隱私

# menuPrivacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hant: 隱私權政策

# menuPrivacyOptions
source: Ad privacy options
de: Datenschutzoptionen für Werbung
es: Opciones de privacidad de anuncios
fr: Options de confidentialité publicitaire
hi: विज्ञापन गोपनीयता विकल्प
id: Opsi privasi iklan
it: Opzioni privacy annunci
ja: 広告のプライバシーオプション
ko: 광고 개인정보 옵션
pt_br: Opções de privacidade de anúncios
th: ตัวเลือกความเป็นส่วนตัวของโฆษณา
tr: Reklam gizlilik seçenekleri
vi: Tùy chọn quyền riêng tư cho quảng cáo
zh_hant: 廣告隱私選項

# menuPrivacyOptionsSub
source: Change your consent for personalized ads
de: Einwilligung für personalisierte Werbung ändern
es: Cambiar el consentimiento para anuncios personalizados
fr: Modifier votre consentement aux annonces personnalisées
hi: व्यक्तिगत विज्ञापनों की सहमति स्थिति बदलें
id: Ubah status persetujuan untuk iklan yang dipersonalisasi
it: Modifica lo stato del consenso per gli annunci personalizzati
ja: パーソナライズド広告の同意状態を変更します
ko: 맞춤형 광고 동의 상태를 변경합니다
pt_br: Altere o status de consentimento para anúncios personalizados
th: เปลี่ยนสถานะความยินยอมสำหรับโฆษณาที่ปรับให้เป็นส่วนบุคคล
tr: Kişiselleştirilmiş reklam onayını değiştirin
vi: Thay đổi trạng thái đồng ý với quảng cáo cá nhân hóa
zh_hant: 變更個人化廣告的同意狀態

# menuPrivacyOptionsNotRequired
source: Not required in the current region/session
de: In der aktuellen Region/Sitzung nicht erforderlich
es: No se requiere en la región/sesión actual
fr: Non requis dans la région/la session actuelle
hi: वर्तमान क्षेत्र/सत्र में प्रदर्शित करना आवश्यक नहीं
id: Tidak perlu ditampilkan untuk wilayah/sesi saat ini
it: Non richiesto per l'area/sessione corrente
ja: 現在の地域/セッションでは表示は不要です
ko: 현재 지역/세션에서는 표시가 필요하지 않습니다
pt_br: Não é necessário exibir na região/sessão atual
th: ไม่จำเป็นต้องแสดงในภูมิภาค/เซสชันปัจจุบัน
tr: Geçerli bölge/oturum için gösterim gerekli değil
vi: Không cần hiển thị trong khu vực/phiên hiện tại
zh_hant: 目前區域/工作階段無需顯示

# openUrlFailed
source: Cannot open URL
de: URL kann nicht geöffnet werden
es: No se puede abrir la URL
fr: Impossible d’ouvrir l’URL
hi: URL खोला नहीं जा सका
id: Tidak dapat membuka URL
it: Impossibile aprire l'URL
ja: URL を開けません
ko: URL을 열 수 없습니다
pt_br: Não foi possível abrir a URL
th: ไม่สามารถเปิด URL ได้
tr: URL açılamıyor
vi: Không thể mở URL
zh_hant: 無法開啟 URL

# privacyClosed
source: Closed the privacy options screen
de: Datenschutzoptionen wurden geschlossen
es: Se cerró la pantalla de opciones de privacidad
fr: L’écran des options de confidentialité a été fermé
hi: गोपनीयता विकल्प स्क्रीन बंद कर दी गई
id: Layar opsi privasi ditutup
it: Schermata delle opzioni privacy chiusa
ja: プライバシーオプション画面を閉じました
ko: 프라이버시 옵션 화면을 닫았습니다
pt_br: A tela de opções de privacidade foi fechada
th: ปิดหน้าตัวเลือกความเป็นส่วนตัวแล้ว
tr: Gizlilik seçenekleri ekranı kapatıldı
vi: Đã đóng màn hình tùy chọn quyền riêng tư
zh_hant: 已關閉隱私選項畫面

# privacyNotAvailable
source: Privacy form is not available
de: Datenschutzformular ist nicht verfügbar
es: El formulario de privacidad no está disponible
fr: Le formulaire de confidentialité est indisponible
hi: गोपनीयता फ़ॉर्म उपलब्ध नहीं है
id: Formulir privasi tidak tersedia
it: Modulo privacy non disponibile
ja: プライバシーフォームを利用できません
ko: 프라이버시 폼을 사용할 수 없습니다
pt_br: O formulário de privacidade não está disponível
th: ไม่สามารถใช้แบบฟอร์มความเป็นส่วนตัวได้
tr: Gizlilik formu kullanılamıyor
vi: Không có biểu mẫu quyền riêng tư
zh_hant: 隱私表單無法使用

# privacyExplainer
source: This app uses an advertising SDK to serve ads and provides a consent screen in regions where consent is required.
de: Diese App verwendet ein Werbe-SDK und stellt in Regionen mit Einwilligungspflicht einen Einwilligungsbildschirm bereit.
es: Esta aplicación usa un SDK de anuncios y ofrece una pantalla de consentimiento en las regiones donde es obligatorio.
fr: Cette application utilise un SDK publicitaire pour diffuser des annonces et fournit un écran de consentement dans les régions où il est requis.
hi: यह ऐप विज्ञापन दिखाने के लिए विज्ञापन SDK का उपयोग करता है और जिन क्षेत्रों में सहमति आवश्यक है वहाँ सहमति प्रबंधन स्क्रीन प्रदान करता है।
id: Aplikasi ini menggunakan SDK iklan untuk menayangkan iklan dan menampilkan layar pengelolaan persetujuan di wilayah yang mewajibkannya.
it: Questa app utilizza un SDK pubblicitario per mostrare annunci e fornisce una schermata di consenso nelle regioni in cui è richiesto.
ja: このアプリは広告配信のために広告 SDK を使用し、同意が必要な地域では同意管理画面を提供します。
ko: 이 앱은 광고 제공을 위해 광고 SDK를 사용하며, 동의가 필요한 지역에서는 동의 관리 화면을 제공합니다.
pt_br: Este app usa um SDK de anúncios para exibir publicidade e oferece uma tela de consentimento nas regiões em que isso é obrigatório.
th: แอปนี้ใช้ SDK โฆษณาเพื่อแสดงโฆษณา และจัดให้มีหน้าจอจัดการความยินยอมในภูมิภาคที่ต้องขอความยินยอม
tr: Bu uygulama reklam sunmak için bir reklam SDK’sı kullanır ve onayın gerekli olduğu bölgelerde bir onay yönetim ekranı sağlar.
vi: Ứng dụng này sử dụng SDK quảng cáo để phân phối quảng cáo và cung cấp màn hình quản lý đồng ý tại các khu vực yêu cầu đồng ý.
zh_hant: 本應用使用廣告 SDK 投放廣告，於需要同意的地區提供同意管理畫面。

# privacyOptionsRequiredLabel
source: Privacy options (required)
de: Datenschutzoptionen (erforderlich)
es: Opciones de privacidad (obligatorio)
fr: Options de confidentialité (requis)
hi: गोपनीयता विकल्प (आवश्यक)
id: Opsi privasi (diperlukan)
it: Opzioni privacy (obbligatorie)
ja: プライバシーオプション（必須）
ko: 개인정보 옵션 (필요)
pt_br: Opções de privacidade (obrigatório)
th: ตัวเลือกความเป็นส่วนตัว (จำเป็น)
tr: Gizlilik seçenekleri (gerekli)
vi: Tùy chọn quyền riêng tư (bắt buộc)
zh_hant: 隱私選項（必須）

# privacyOptionsNotRequiredLabel
source: Privacy options (not required)
de: Datenschutzoptionen (nicht erforderlich)
es: Opciones de privacidad (no obligatorio)
fr: Options de confidentialité (non requis)
hi: गोपनीयता विकल्प (आवश्यक नहीं)
id: Opsi privasi (tidak diperlukan)
it: Opzioni privacy (non obbligatorie)
ja: プライバシーオプション（不要）
ko: 개인정보 옵션 (불필요)
pt_br: Opções de privacidade (não obrigatório)
th: ตัวเลือกความเป็นส่วนตัว (ไม่จำเป็น)
tr: Gizlilik seçenekleri (gerekli değil)
vi: Tùy chọn quyền riêng tư (không bắt buộc)
zh_hant: 隱私選項（非必須）

source: Privacy options updated
de: Datenschutzoptionen aktualisiert
es: Opciones de privacidad actualizadas
fr: Options de confidentialité mises à jour
hi: गोपनीयता विकल्प अपडेट किए गए
id: Opsi privasi telah diperbarui
it: Opzioni privacy aggiornate
ja: プライバシーオプションを更新しました
ko: 개인정보 옵션을 업데이트했습니다
pt_br: Opções de privacidade atualizadas
th: อัปเดตตัวเลือกความเป็นส่วนตัวแล้ว
tr: Gizlilik seçenekleri güncellendi
vi: Đã cập nhật tùy chọn quyền riêng tư
zh_hant: 已更新隱私選項
